		//Методы фильтрации
//.eq() - Возвращает элемент, идущий под задоным номеромв наборе выбранных элементов
//.filter() - Фильтрует набор выбранных элементов с помощью заданного селектора или функции
//.first() - Возвращает первый элемент в наборе
//.has() - Фильтрует набор выбранных элементов, оставляя те, которые имеют потомков, соответствующему селектору
//.is() - Проверяет, содержится ли в наборе, хотя бы один элемент удовлетворяющий заданному селектору
//.last() - Возвращает последний элемент в наборе
//.not() - Возвращает элементы, не соответствующие заданым условиям
//.slice() - Возвращает элементы с индексами из определенной области(например от 0 до 5)

		//Методы обработки элементов выборки
//.each() - Вызывает заданую функцию для каждого элемента набора
//.map() - Вызывает заданую функцию для каждого элемента набора, а в итоге создает новый набор, составленныйиз значений, возвращенных этой функциуй