//jQuery.isNumeric() - Определяет, представляет ли его аргумент число JavaScript.
//jQuery.isFunction() - Определяет, может ли его аргумент вызываться как функция.
//jQuery.isEmptyObject() - Проверьте, пуст ли объект (не содержит перечисляемых свойств).
//jQuery.isArray() - Определите, является ли аргумент массивом.
//jQuery.inArray() - Выполните поиск указанного значения в массиве и верните его индекс (или -1, если он не найден).
//jQuery.globalEval() - Выполните некоторый код JavaScript глобально.
//jQuery.extend() - Объедините содержимое двух или более объектов вместе в первый объект.
//jQuery.each() - Универсальная функция итератора, которая может быть использована для плавного перебора как объектов, так и массивов. Массивы и массивоподобные объекты со свойством length (например, объект аргументов функции) итерируются числовым индексом от 0 до length-1. Другие объекты повторяются через их именованные свойства.
//jQuery.data() - Храните произвольные данные, связанные с указанным элементом, и / или возвращайте заданное значение.


